[
  {
    "quote": "Education is the most powerful weapon which you can use to change the world.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
    "author": "Malcolm X"
  },
  {
    "quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
    "author": "Aristotle"
  },
  {
    "quote": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Change is the end result of all true learning.",
    "author": "Leo Buscaglia"
  },
  {
    "quote": "Develop a passion for learning. If you do, you will never cease to grow.",
    "author": "Anthony J. D'Angelo"
  },
  {
    "quote": "Education is not preparation for life; education is life itself.",
    "author": "John Dewey"
  },
  {
    "quote": "The roots of education are bitter, but the fruit is sweet.",
    "author": "Aristotle"
  },
  {
    "quote": "Education is what remains after one has forgotten what one has learned in school.",
    "author": "Albert Einstein"
  },
  {
    "quote": "I have no special talent. I am only passionately curious.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Education comes from within; you get it by struggle and effort and thought.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.",
    "author": "Kofi Annan"
  },
  {
    "quote": "Education is the key to unlock the golden door of freedom.",
    "author": "George Washington Carver"
  },
  {
    "quote": "Education is not just about going to school and getting a degree. It's about widening your knowledge and absorbing the truth about life.",
    "author": "Shakuntala Devi"
  },
  {
    "quote": "Nothing in this world can take the place of persistence. Talent will not: nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not: the world is full of educated derelicts. Persistence and determination alone are omnipotent.",
    "author": "Calvin Coolidge"
  },
  {
    "quote": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.",
    "author": "Martin Luther King, Jr."
  },
  {
    "quote": "You have to stay in school. You have to. You have to go to college. You have to get your degree. Because that's the one thing people can't take away from you is your education. And it is worth the investment.",
    "author": "Michelle Obama"
  },
  {
    "quote": "The highest result of education is tolerance.",
    "author": "Helen Keller"
  },
  {
    "quote": "Education is the foundation upon which we build our future.",
    "author": "Christine Gregoire"
  },
  {
    "quote": "Early childhood education is the key to the betterment of society.",
    "author": "Maria Montessori"
  },
  {
    "quote": "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.",
    "author": "Jiddu Krishnamurti"
  },
  {
    "quote": "The goal of education is not to increase the amount of knowledge but to create the possibilities for a child to invent and discover, to create men who are capable of doing new things.",
    "author": "Jean Piaget"
  },
  {
    "quote": "Education is the key to success in life, and teachers make a lasting impact in the lives of their students.",
    "author": "Solomon Ortiz"
  },
  {
    "quote": "Learning is not attained by chance, it must be sought for with ardor and diligence.",
    "author": "Abigail Adams"
  },
  {
    "quote": "Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime.",
    "author": "Maimonides"
  },
  {
    "quote": "My family is everything. I am what I am thanks to my mother, my father, my brother, my sister... because they have given me everything. The education I have is thanks to them.",
    "author": "Ronaldinho"
  },
  {
    "quote": "Education is the movement from darkness to light.",
    "author": "Allan Bloom"
  },
  {
    "quote": "Music is the movement of sound to reach the soul for the education of its virtue.",
    "author": "Plato"
  },
  {
    "quote": "Children need to get a high-quality education, avoid violence and the criminal-justice system, and gain jobs. But they deserve more. We want them to learn not only reading and math but fairness, caring, self-respect, family commitment, and civic duty.",
    "author": "Colin Powell"
  },
  {
    "quote": "In the first place, God made idiots. That was for practice. Then he made school boards.",
    "author": "Mark Twain"
  },
  {
    "quote": "Attitude is more important than the past, than education, than money, than circumstances, than what people do or say. It is more important than appearance, giftedness, or skill.",
    "author": "Charles R. Swindoll"
  },
  {
    "quote": "Education without values, as useful as it is, seems rather to make man a more clever devil.",
    "author": "C. S. Lewis"
  },
  {
    "quote": "You are always a student, never a master. You have to keep moving forward.",
    "author": "Conrad Hall"
  },
  {
    "quote": "Good manners will open doors that the best education cannot.",
    "author": "Clarence Thomas"
  },
  {
    "quote": "The cost of college education today is so high that many young people are giving up their dream of going to college, while many others are graduating deeply in debt.",
    "author": "Bernie Sanders"
  },
  {
    "quote": "Until we get equality in education, we won't have an equal society.",
    "author": "Sonia Sotomayor"
  },
  {
    "quote": "To educate a man in mind and not in morals is to educate a menace to society.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "Humans aren't as good as we should be in our capacity to empathize with feelings and thoughts of others, be they humans or other animals on Earth. So maybe part of our formal education should be training in empathy. Imagine how different the world would be if, in fact, that were 'reading, writing, arithmetic, empathy.'",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "The aim of education is the knowledge, not of facts, but of values.",
    "author": "William S. Burroughs"
  },
  {
    "quote": "You have to go through the falling down in order to learn to walk. It helps to know that you can survive it. That's an education in itself.",
    "author": "Carol Burnett"
  },
  {
    "quote": "Healthcare as a human right, it means that every child, no matter where you are born, should have access to a college or trade-school education if they so choose it, and I think no person should be homeless if we can have public structures and public policy to allow for people to have homes and food and lead a dignified life in the United States.",
    "author": "Alexandria Ocasio-Cortez"
  },
  {
    "quote": "Education is not the filling of a pail, but the lighting of a fire.",
    "author": "William Butler Yeats"
  },
  {
    "quote": "Education is a weapon whose effects depend on who holds it in his hands and at whom it is aimed.",
    "author": "Joseph Stalin"
  },
  {
    "quote": "Your library is your paradise.",
    "author": "Desiderius Erasmus"
  },
  {
    "quote": "Education is the key to the future: You've heard it a million times, and it's not wrong. Educated people have higher wages and lower unemployment rates, and better-educated countries grow faster and innovate more than other countries. But going to college is not enough. You also have to study the right subjects.",
    "author": "Alex Tabarrok"
  },
  {
    "quote": "Education is an ornament in prosperity and a refuge in adversity.",
    "author": "Aristotle"
  },
  {
    "quote": "A person who won't read has no advantage over one who can't read.",
    "author": "Mark Twain"
  },
  {
    "quote": "Education must not simply teach work - it must teach Life.",
    "author": "W. E. B. Du Bois"
  },
  {
    "quote": "A thorough knowledge of the Bible is worth more than a college education.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Education is a shared commitment between dedicated teachers, motivated students and enthusiastic parents with high expectations.",
    "author": "Bob Beauprez"
  },
  {
    "quote": "Cauliflower is nothing but cabbage with a college education.",
    "author": "Mark Twain"
  },
  {
    "quote": "Don't limit a child to your own learning, for he was born in another time.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "The best education I have ever received was through travel.",
    "author": "Lisa Ling"
  },
  {
    "quote": "Education then, beyond all other devices of human origin, is the great equalizer of the conditions of men, the balance-wheel of the social machinery.",
    "author": "Horace Mann"
  },
  {
    "quote": "Through my education, I didn't just develop skills, I didn't just develop the ability to learn, but I developed confidence.",
    "author": "Michelle Obama"
  },
  {
    "quote": "If a man's wit be wandering, let him study the mathematics.",
    "author": "Francis Bacon"
  },
  {
    "quote": "The philosophy of the school room in one generation will be the philosophy of government in the next.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "The principle goal of education in the schools should be creating men and women who are capable of doing new things, not simply repeating what other generations have done.",
    "author": "Jean Piaget"
  },
  {
    "quote": "Men and women must be educated, in a great degree, by the opinions and manners of the society they live in.",
    "author": "Mary Wollstonecraft"
  },
  {
    "quote": "Everyone who remembers his own education remembers teachers, not methods and techniques. The teacher is the heart of the educational system.",
    "author": "Sidney Hook"
  },
  {
    "quote": "To me, what socialism means is to guarantee a basic level of dignity. It's asserting the value of saying that the America we want and the America that we are proud of is one in which all children can access a dignified education. It's one in which no person is too poor to have the medicines they need to live.",
    "author": "Alexandria Ocasio-Cortez"
  },
  {
    "quote": "Men are born ignorant, not stupid. They are made stupid by education.",
    "author": "Bertrand Russell"
  },
  {
    "quote": "There is no greater education than one that is self-driven.",
    "author": "Neil deGrasse Tyson"
  },
  {
    "quote": "The foundation of every state is the education of its youth.",
    "author": "Diogenes"
  },
  {
    "quote": "The American Dream is one of success, home ownership, college education for one's children, and have a secure job to provide these and other goals.",
    "author": "Leonard Boswell"
  },
  {
    "quote": "The equal right of all citizens to health, education, work, food, security, culture, science, and wellbeing - that is, the same rights we proclaimed when we began our struggle, in addition to those which emerge from our dreams of justice and equality for all inhabitants of our world - is what I wish for all.",
    "author": "Fidel Castro"
  },
  {
    "quote": "I believe that every American should have stable, dignified housing; health care; education - that the most very basic needs to sustain modern life should be guaranteed in a moral society.",
    "author": "Alexandria Ocasio-Cortez"
  },
  {
    "quote": "He who opens a school door, closes a prison.",
    "author": "Victor Hugo"
  },
  {
    "quote": "The whole purpose of education is to turn mirrors into windows.",
    "author": "Sydney J. Harris"
  },
  {
    "quote": "I no have education. I have inspiration. If I was educated, I would be a damn fool.",
    "author": "Bob Marley"
  },
  {
    "quote": "Intellectual growth should commence at birth and cease only at death.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Training is everything. The peach was once a bitter almond; cauliflower is nothing but cabbage with a college education.",
    "author": "Mark Twain"
  },
  {
    "quote": "Without education, you are not going anywhere in this world.",
    "author": "Malcolm X"
  },
  {
    "quote": "A library is the delivery room for the birth of ideas, a place where history comes to life.",
    "author": "Norman Cousins"
  },
  {
    "quote": "Education begins the gentleman, but reading, good company and reflection must finish him.",
    "author": "John Locke"
  },
  {
    "quote": "It turns out that advancing equal opportunity and economic empowerment is both morally right and good economics, because discrimination, poverty and ignorance restrict growth, while investments in education, infrastructure and scientific and technological research increase it, creating more good jobs and new wealth for all of us.",
    "author": "William J. Clinton"
  },
  {
    "quote": "Education is for improving the lives of others and for leaving your community and world better than you found it.",
    "author": "Marian Wright Edelman"
  },
  {
    "quote": "All real education is the architecture of the soul.",
    "author": "William Bennett"
  },
  {
    "quote": "Standardized testing is at cross purposes with many of the most important purposes of public education. It doesn't measure big-picture learning, critical thinking, perseverance, problem solving, creativity or curiosity, yet those are the qualities great teaching brings out in a student.",
    "author": "Randi Weingarten"
  },
  {
    "quote": "Illegal immigration is crisis for our country. It is an open door for drugs, criminals, and potential terrorists to enter our country. It is straining our economy, adding costs to our judicial, healthcare, and education systems.",
    "author": "Timothy Murphy"
  },
  {
    "quote": "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.",
    "author": "Chanakya"
  },
  {
    "quote": "By making college unaffordable and student loans unbearable, we risk deterring our best and brightest from pursuing higher education and securing a good-paying job.",
    "author": "Mark Pocan"
  },
  {
    "quote": "My dad was in the army. World War II. He got his college education from the army. After World War II he became an insurance salesman. Really, I didn't know my dad very well. He and my mother split up after the war. I was raised by my maternal grandmother and grandfather, and by my mother.",
    "author": "Al Pacino"
  },
  {
    "quote": "For every challenge we face - unemployment, poverty, crime, income growth, income inequality, productivity, competitiveness - a great education is a major component of the solution.",
    "author": "Bruce Rauner"
  },
  {
    "quote": "If a man neglects education, he walks lame to the end of his life.",
    "author": "Plato"
  },
  {
    "quote": "The goal of education is the advancement of knowledge and the dissemination of truth.",
    "author": "John F. Kennedy"
  },
  {
    "quote": "To defend a country you need an army, but to defend a civilization you need education.",
    "author": "Jonathan Sacks"
  },
  {
    "quote": "The right to a quality education is, I believe, the perfect path to bridge the gap between different cultures and to reconcile various civilizations. Without such a right, the values of liberty, justice and equality will have no meaning. Ignorance is by far the biggest danger and threat to humankind.",
    "author": "Moza bint Nasser"
  },
  {
    "quote": "Creativity is the key to success in the future, and primary education is where teachers can bring creativity in children at that level.",
    "author": "A. P. J. Abdul Kalam"
  },
  {
    "quote": "Besides taking jobs from American workers, illegal immigration creates huge economic burdens on our health care system, our education system, our criminal justice system, our environment, our infrastructure and our public safety.",
    "author": "Jan C. Ting"
  },
  {
    "quote": "The highest education is that which does not merely give us information but makes our life in harmony with all existence.",
    "author": "Rabindranath Tagore"
  },
  {
    "quote": "I don't think there should be more gun control. I think there should be more education.",
    "author": "Sam Brownback"
  },
  {
    "quote": "Research shows that there is only half as much variation in student achievement between schools as there is among classrooms in the same school. If you want your child to get the best education possible, it is actually more important to get him assigned to a great teacher than to a great school.",
    "author": "Bill Gates"
  },
  {
    "quote": "Formal education will make you a living; self-education will make you a fortune.",
    "author": "Jim Rohn"
  },
  {
    "quote": "If you want to get laid, go to college. If you want an education, go to the library.",
    "author": "Frank Zappa"
  },
  {
    "quote": "Countries with higher levels of gender equality have higher economic growth. Companies with more women on their boards have higher returns. Peace agreements that include women are more successful. Parliaments with more women take up a wider range of issues - including health, education, anti-discrimination, and child support.",
    "author": "Ban Ki-moon"
  },
  {
    "quote": "Education, therefore, is a process of living and not a preparation for future living.",
    "author": "John Dewey"
  },
  {
    "quote": "The mark of higher education isn't the knowledge you accumulate in your head. It's the skills you gain about how to learn.",
    "author": "Adam Grant"
  },
  {
    "quote": "A human being is not attaining his full heights until he is educated.",
    "author": "Horace Mann"
  }
]